Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/laereplan_norsk-sam1.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Dárogiella ohppiide geain lea sámegiella vuosttašgiellan - oahppoplána
sma: Udir.no - Learoesoejkesje nöörjen gïelesne learoehkidie mej saemien voestesgïeline

source: Dárogiella ohppiide geain lea sámegiella vuosttašgiellan - oahppoplána
sma: Learoesoejkesje nöörjen gïelesne learoehkidie mej saemien voestesgïeline

source: Máhttodepartemeanta mearridan láhkaásahussan 21.08.13
sma: Vihtiestamme goh mieriedimmie Maahtoedepartemeenteste 21.08.13

source: Ulbmil
sma: Ulmie

source: Dárogiella ohppiide geain lea sámegiella vuosttašgiellan lea fága kulturáddejupmái, gulahallamii, oahppahábmemii, identitehtaovdánahttimii ja iežas ja earáid kultuvrra árvvusatnima ovddideapmái.
sma: Faage nöörjen dejtie learoehkidie mej saemien voestesgïeline lea akte faage kultuvregoerkesen, govlesadtemen, skearkagimmien jïh identiteeteevtiedimmien bïjre, jïh seahkarimmiem evtiedidh jïjtse jïh mubpiej kultuvrese.

source: Mánát ja nuorat geain lea sámegiella vuosttašgiellan, bajásšaddet servodagas gos guovtte- ja máŋggagielalašvuohta ja kultuvrralaš girjáivuohta báidnet árgabeaivvi.
sma: Maanah jïh noerh saemien voestesgïeline aktene siebriedahkesne byjjenieh gusnie göökte- jïh jienebegïelevoete jïh kultuvrelle gellievoete leah akte bielie aarkebiejjeste.

source: Aktiivvalaš servodatoassálastin eaktuda ahte hálddaša giela ja teavstta.
sma: Jis edtja eadtjohkelaakan meatan årrodh siebriedahkesne dle tjuara gïelem jïh tjaalegh haalvedh.

source: Oahpahus galgá láhčit diliid nu ahte oahppit ovdánahttet gelbbolašvuođa dáru gielas ja kultuvrras ja ráhkkanahttit sin ovttaárvosaččat oassálastit skuvllas, servodateallimis ja bargoeallimis.
sma: Lïerehtimmie edtja sjïehteladtedh juktie maahtoem evtiedidh nöörjen gïelesne jïh kultuvresne, jïh ryöjredidh guktie daah learohkh maehtieh seammavyörtegs meatan årrodh skuvlesne, siebriedahken jieliedisnie jïh barkoejieliedisnie.

source: Dárogielfága galgá ovttas sámegielfágain reidet vuođu ohppiid doaibmi guovttegielalašvuođa ovdánahttimii ja addit ohppiide máhtu ja áddejumi dain servodagain maidda ieža gullet.
sma: Nöörjenfaage edtja saemienfaagine ektine våaromem bïejedh guktie learohkh åadtjoeh sijjen funksjovnelle guektiengïelevoetem evtiedidh, jïh darjoem jïh goerkesem vedtedh dej siebriedahki bïjre mejstie dah akte bielie.

source: Dainna lágiin sáhttá dárogielfága ovddidit diđolaš ja máhtolaš guottuid dáru ja sámi gielaid ja kultuvrraid ovttaláganvuođaide ja erohusaide.
sma: Naemhtie nöörjenfaage maahta aktem voerkes goerkesem evtiedidh, mij daajroste båata, dejstie hedtijste jïh joekehtsijstie nöörjen jïh saemien gïelen jïh kultuvren gaskem.

source: Dárogielfága galgá veahkehit áddet iežas giellaoahppama ja ovdánahttit ohppiid giella- ja teakstagelbbolašvuođa heivehuvvon ohppiid návccaide ja eavttuide.
sma: Nöörjenfaage edtja daajroem vedtedh jïjtse gïelelïerehtimmien bïjre jïh viehkiehtidh learohki gïelemaahtoem evtiedidh, dej maehtelesvoeti jïh nuepiej mietie fïereguhte learohke åtna.

source: Njálmmálaš gálggat, čállin- ja lohkangealbu leat iešalddis mihttomearrin ja addá dárbbašlaš vuođu áddejupmái ja eallinagi oahppamii.
sma: Njaalmeldh tjiehpiesvoeth, lohkeme- jïh tjaelememaahtoe lea dovne akte ulmie jïjtsinie jïh akte daerpies våarome jis edtja guarkedh jïh abpe jieledem lïeredh.

source: Fága galgá láhčit diliid nu ahte oahppit ohppet geavahit dárogiela aktiivvalaččat, sihke njálmmálaččat ja čálalaččat, ja ohppet dádjadit dálá servodaga teakstagirjáivuođas.
sma: Faage edtja sjïehteladtedh ihke learohkh buektiehtieh nöörjen eadtjohkelaakan nuhtjedh, dovne njaalmeldh jïh tjaaleldh, jïh maehtieh dejnie gelliesåarhts tjaaleginie vaaksjoehtidh mah siebriedahkesne gååvnesieh daan biejjien.

source: Dasa lassin galgá fága arvvosmahttit ovdánahttit buriid lohkanstrategiijaid ja kritihkalaš jurddašeami.
sma: Faage edtja Lissine skreejredh hijven lïerehtimmievuekieh evtiedidh jïh laejhtehkslaakan ussjedidh.

source: Dat galgá maid movttiidahttit lohkan- ja čállinmiela ja buriid lohkan- ja čállindábiid.
sma: Edtja aaj skreejredh guktie learohke lastoem åådtje lohkedh jïh tjaeledh, jïh guktie learohke hijven lohkeme- jïh tjaelemevoeth åådtje.

source: Fága vuođđun lea teakstadoaba mii fátmmasta njálmmálaš, čálalaš ja ovttastuvvon teavsttaid, mas čála, jietna ja govat doibmet ovttas.
sma: Faage akten tjaalegedïejvesasse bigkie mij njaalmeldh, tjaaleldh jïh tjåanghkan bïejeme tjaalegh feerhmie, gusnie tjaeleme, tjoejh jïh guvvieh ektesne spielieh.

source: Dáru ja sámi girjjálašvuohta ja eará kultuvrraid, erenoamážit eará eamiálbmotkultuvrraid, girjjálašvuohta galgá vuolggahit vásáhusaid, reflekterema ja árvvoštallama ja hástalit ohppiid kulturáddejumisteaset.
sma: Nöörjen jïh saemien lidteratuvre jïh lidteratuvre jeatjah kultuvrijste, joekoen jeatjah aalkoealmetjekultuvrijste, edtjieh viehkiehtidh guktie learohkh dååjrieh, ussjedieh jïh vuarjasjieh, jïh learoehkidie haestedh dej kultuvregoerkesisnie.

source: Sámegiel- ja dárogielfágain leat ollu oktasaš elemeanttat, ja danne lea lagaš ovttasbargu dáid fágaid olis dehálaš.
sma: Dah faagh saemien jïh nöörjen jïjnjh tjåenghkies biehkieh utnieh, jïh dan åvteste vihkeles aktine lïhke laavenjostojne daej göökte faagi bïjre.

source: Dárogieloahpahusas galget oahppit arvvosmahttojuvvot suokkardit giela ja teavstta iešguđetlágan ovttasdoaibmandiliin mat vuolggahit reflekterema ja analyserema, hutkáivuođa ja estehtalaš hervvohallama.
sma: Nöörjenlïerehtimmesne edtja learoehkidie skreejredh gïelem jïh tjaalegh goerehtidh gelliesåarhts ektiebarkoetsiehkine mah baejieh learoehkidie ussjedidh, analyjseradidh, skaepiedihks jïh estetihkeles årrodh.

source: Oahpahusa bokte sáhttet oahppit vásihit iežaset ja earáid ođđa rollain, main sáhttet movttiidahttit ja hástalit guhtet guimmiideaset ja oahppat giela geavaheami bokte.
sma: Lïerehtimmien tjïrrh learohkh maehtieh jïjtjemse jïh mubpieh råakedh orre råålline, gusnie dah maehtieh skreejredh jïh haestedh sinsitniem, jïh gïelem lïeredh åtnoen tjïrrh.

source: Dárogieloahpaheapmi 13 jagi skuvlamannolaga mielde galgá addit ohppiide gielalaš iešluohttámuša mii addá buori vuođu aktiivvalaš servodat- ja bargoeallimii.
sma: Lïerehtimmie nöörjen gïelesne dan 13-jaepien skuvlebaelien tjïrrh edtja saemienlïerehtimmine ektine, meatan årrodh learoehkidie dam gïelejearsoesvoetem vedtedh mij aktem hijven våaromem vadta jis edtja eadtjohkelaakan meatan årrodh siebriedahke- jïh barkoejieliedisnie.

source: Fága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit.
sma: Faage lea åejviesuerkine öörnedamme mej sisnie maahtoeulmieh leah dorjesovveme.

source: Váldooasit dievasmahttet guhtet guoimmiset, ja daid ferte geahččat oktilaččat.
sma: Åejviesuerkieh sinsitniem lissiehtieh jïh tjuerieh ektesne vuajnalgidh.

source: Fága lea oktasašfága joatkkaoahpahusa buot oahppoprográmmaide.
sma: Faage akte ektiefaage gaajhkide ööhpehtimmieprogrammide jåarhkeööhpehtimmesne.

source: Oahpahus galgá danne leat eanemus lági mielde relevánta ohppiide ja heivehuvvot iešguđet oahppoprográmmaide.
sma: Edtja dan åvteste lïerehtimmiem dan sjyöhtehkelaakan darjodh goh gåarede learoehkidie, viehkine lïerehtimmiem sjïehtedidh dejtie ovmessie ööhpehtimmieprogrammide.

source: Dárogielas leat gelbbolašvuođamihttomearit maŋŋil vuođđoskuvlla 2., 4., 7. ja 10. jahkecehkiid ja maŋŋil joatkkaoahpahusa Jo1:ža, Jo2:ža ja Jo3:ža studerenráhkkanahtti oahppoprográmmaid.
sma: Faage nöörjen maahtoeulmieh åtna 2., 4., 7. jïh 10 jaepiedaltesen mænngan maadthskuvlesne, jïh Jåa1, Jåa2 jïh Jåa3 mænngan studijeryöjreden ööhpehtimmieprogrammesne jåarhkelïerehtimmesne.

source: Fidnofágalaš oahppoprográmmain leat gelbbolašvuođamihttomearit maŋŋil Jo2:ža ja maŋŋil oppalaš studerengelbbolašvuođa lasáhusa.
sma: Barkoefaageles ööhpehtimmieprogrammesne lea maahtoeulmie Jåa2 mænngan jïh lissiebigkemen mænngan sïejhme studijemaahtose.

source: Váldoosiid bajilgovva:
sma: Bijjieguvvie åejviesuerkijste:

source: Váldooasit
sma: Jaepiedaltese

source: Njálmmálaš gulahallan
sma: Njaalmeldh govlesadteme

source: Čálalaš gulahallan
sma: Tjaaleldh govlesadteme

source: Giella, girjjálašvuohta ja kultuvra
sma: Gïele, lidteratuvre jïh kultuvre

source: Njálmmálaš gulahallan-váldooasis lea sáhka guldalit ja hállat iešguđet oktavuođain.
sma: Åejviesuerkie njaalmeldh govlesadteme lea maehtedh goltelidh, håaledh jïh soptsestidh joekehts ektiedimmine.

source: Njálmmálaš gulahallan lea dehálaš ođđa gielaid oahppamis.
sma: Njaalmeldh govlesadteme lea vihkeles gosse edtja orre gïelh lïeredh.

source: Joatkkaoahpahusas gullá maiddái ovdánahttit vuođđomáhtu dulkomis sámegielas dárogillii.
sma: Jåarhkeööhpehtimmesne edtja aaj dam vihkielommes toelhkestimmiemaahtoem saemien gïeleste nöörjen gïelese evtiedidh.

source: Guldaleapmi lea aktiivvalaš dahku mas oahppi galgá oahppat ja áddet go fihtte, dulko ja árvvoštallá earáid cealkámušaid.
sma: Goltelidh lea akte eadtjohke darjome gusnie learohke edtja lïeredh jïh guarkedh viehkine toelhkestidh, viertiestidh jïh vuarjasjidh maam mubpieh jiehtieh.

source: Ráhkkanan njálmmálaš ovdanbuktima ja spontána njálmmálaš ovttasdoaibmama bokte galgá oahppi ovdánahttit dáiddu gulahallat earáiguin, ja dovddahit máhtu, jurdagiid ja ideaid main lea girjás sátneriggodat iešguđet šáŋŋeriin.
sma: Viehkine soejkesjidh maam edtja njaalmeldh soptsestidh, jïh faahketji njaalmeldh mubpiejgujmie laavenjostedh, learohke edtja maehtelesvoetem evtiedidh mubpiejgujmie govlesadtedh, jïh daajroem, åssjaldahkh jïh åssjalommesh buektedh jeereldihkie baakoejgujmie ovmessie sjangerinie.

source: Njálmmálaš gulahallan fátmmasta maiddái heivehit giela, ovdanbuktinvugiid ja gaskkustanvuogi gulahallandilálašvuhtii.
sma: Njaalmeldh govlesadteme lea aaj gïelem, soptsestimmiehammoeh jïh soptsestimmievuekieh govlesadtemetseahkan sjïehtedidh.

source: Čálalaš gulahallan-váldooasis lea sáhka máhttit čállit ja lohkat dárogiela.
sma: Tjaaleldh govlesadteme lea nöörjen lohkedh jïh nöörjen tjaeledh.

source: Oahpahus fátmmasta vuosttaš lohkan- ja čállinoahpahusa ja viidásat lohkan- ja čállingealbbu oktilit ovdánahttima miehtá skuvlamannolaga.
sma: Lïerehtimmie dam voestes lohkeme- jïh tjaelemelïerehtimmiem jïh dam vijriesåbpoe evtiedimmiem lohkeme- jïh tjaelememaahtoste feerhmie, aktene ahkedh evtiedimmesne abpe lïerehtimmien tjïrrh.

source: Lohkanoahpahus galgá arvvosmahttit oahppi miela ja dáiddu lohkat ja čállit, ja mearkkaša ahte oahppi galgá lohkat iešguđetlágan teavsttaid, sihke oahppama ja vásiheami nammii.
sma: Lïerehtimmie lohkemisnie edtja learohki lastoem jïh maehtelesvoetem skreejredh lohkedh tjaeledh, jïh sæjhta jiehtedh learohke edtja joekehts tjaalegh lohkedh, dovne lïeremen jïh dååjresen gaavhtan.

source: Lohkkojuvvon teavsttat galget seammás veahkehit oahppi šaddat diđolažžan iežas ovdáneamis lohkkin ja čállin, ja veahkehit ovdánahttit diđolaš oktavuođa dáru ja sámi čálakultuvrra ovttaláganvuođaide ja erohusaide.
sma: Dah lohkeme tjaalegh edtjieh seamma aejkien viehkiehtidh guktie learohke voerkes sjædta sov jïjtse evtiedimmien bïjre goh lohkije jïh tjaelije, jïh aktem voerkes tsiehkiem evtiedidh hedtide jïh joekehtsidie nöörjen jïh saemien tjaelemekultuvren gaskem.

source: Čállin mearkkaša ovdanbuktit, gieđahallat ja gaskkustit jurdagiid ja oaiviliid iešguđetlágan teavsttain ja šáŋŋeriin.
sma: Tjaeleme lea maehtedh åssjaldahkh jïh mïelh soptsestidh, gïetedidh jïh govlesadtedh ovmessie tjaaleginie jïh sjangerinie.

source: Ovttastuvvon teavsttat leat lunddolaš oassin teavsttain maid oahppit galget lohkat ja hábmet.
sma: Tjåanghkan bïejeme tjaalegh leah akte iemie bielie dejstie tjaalegijstie learohkh edtjieh lohkedh jïh hammoedidh.

source: Buorre čálalaš gulahallan eaktuda buori sátneriggodaga, gálggaid hábmet teavstta, dovdat čállingielalaš njuolggadusaid ja dáiddu heivehit teavstta ulbmilii ja vuostáiváldái.
sma: Jis edtja hijvenlaakan tjaaleldh govlesadtedh, dle daerpies aktine hijven baakoeveahkine, daajroeh jïh tjiehpiesvoeth grammatihken jïh reaktoetjaelemen bïjre utnedh, jïh maehtedh maereles tjaalegh darjodh mah leah åssjelasse jïh dåastoejasse sjïehtedamme.

source: Giella, girjjálašvuohta ja kultuvra-váldooasis lea sáhka dáru giella- ja teakstakultuvrras, ja das leat sámi, davviriikkalaš ja riikkaidgaskasaš perspektiivvat.
sma: Åejviesuerkie Gïele, kultuvre jïh lidteratuvre lea nöörjen gïele- jïh tjaalegekultuvren bïjre, jïh saemien noerhtelaanti jïh gaskenasjovnaale perspektijvh åtna.

source: Oahppit galget ovdánahttit iešheanalaš áddejumi dáru gielas ja girjjálašvuođas, ja áddet mo giella ja teaksta lea rievdan áiggi mielde ja mo ain rievdá.
sma: Learohkh edtjieh aktem jïjtjeraarehke goerkesem nöörjen gïeleste jïh lidteratuvreste evtiedidh, jïh daajroem åadtjodh guktie gïele jïh tjaalegh leah jorkesamme tïjje doekoe, jïh annje lea jarkelimmesne.

source: Váldooassi galgá addit máhtu giela birra vuogádahkan ja giellageavaheami birra, ja galgá arvvosmahttit ohppiid ovdánahttit diđolaš oktavuođa iežas máŋggagielatvuhtii.
sma: Åejviesuerkie edtja viehkiehtidh guktie learohkh daajroem åadtjoeh gïelen bïjre goh systeeme jïh gïele åtnosne, jïh edtja learoehkidie skreejredh aktem voerkes vuajnoem evtiedidh sijjen jïjtsh jienebegïelevoeten bïjre.

source: Oahppit galget lohkat ja reflekteret stuorra ja máŋggabealat válljosa boarrásat ja ođđasat teavsttaid iešguđet šáŋŋeriin ja iešguđet mediain.
sma: Learohkh edtjieh lohkedh jïh ussjedalledh jïjnjh jïh gelliesåarhts båarasåbpoe jïh urrebe tjaalegi bïjre ovmessie sjangerinie jïh ovmessie meedijijstie.

source: Dasa lassin galget dovdat dáru teakstahistorjjá árbevieruid buohtastahtti perspektiivvas gaskal dálá áiggi ja ovdalis áiggiid ja eará teakstaárbevieruid impulssaid olis.
sma: Lissine edtjieh saemien aerpievuekiej bïjre åahpenidh saemien tjaalegehistovrijesne, jïh vuajnojde viertiestidh daaletje jïh åvtetje tïjjen gaskem, jïh tjoevkesisnie skraejrijste jeatjah tjaalege-aerpievuekijste.

source: Diibmolohku
sma: Man gellie tæjmoeh

source: Tiibmalohku lea almmuhuvvon 60-minuhta ovttadahkan
sma: Tæjmoelåhkoe lea 60-minudten ektievoetine:

source: 1.–7. jahkeceahkit: 570 tiimma
sma: 1.–7. jaepiedaltese: 570 tæjmoeh

source: 8.–10. jahkeceahkit: Molssaeaktu 1: 279 tiimma
sma: 8.–10. jaepiedaltese Alternatijve 1: 279 tæjmoeh

source: Molssaeaktu 2: 222 tiimma
sma: Alternatijve 2: 222 tæjmoeh

source: Molssaeaktu 1: go ii vállje vierisgiela / gielalaš čiekŋudeami
sma: Alternatijve 1: bielelen ammesgïele / gïelen goerehtimmie

source: Molssaeaktu 2: go vállje vierisgiela / gielalaš čiekŋudeami
sma: Alternatijve 2: ammesgïeline / gïelen goerehtimmine

source: Vuođđogálggat
sma: Jåa2: 45 tæjmoeh

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttimin fágagelbbolašvuođa ja leat maid oassin das.
sma: Vihkeles tjiehpiesvoeth lea maahtoeulmine sjïehtesjamme gusnie dah viehkiehtieh faagemaahtoem evtiedidh, jïh mestie dah akte bielie.

source: Dárogielfágas áddejuvvojit vuođđogálggat ná:
sma: Guarka vihkeles tjiehpiesvoeth nöörjen gïelesne naemhtie:

source: Njálmmálaš gálggat dárogielas lea duddjot áddejumi guldaleami, ságastallama ja hállama bokte, ja máhttit heivehit giela ulbmilii ja vuostáiváldái.
sma: Njaalmeldh tjiehpiesvoeth nöörjen gïelesne lea mïelem sjugniedidh viehkine goltelidh, soptsestidh jïh håaledh, jïh maehtedh gïelem sjïehtedidh åssjelasse jïh dåastoejasse.

source: Njálmmálaš gálggaid ovdánahttin dárogielas eaktuda systemáhtalaččat bargat njálmmálaš šáŋŋeriiguin ja strategiijaiguin dađistaga ain eanet kompleaksa guldalan- ja hállandilálašvuođain.
sma: Evtiedimmie njaalmeldh tjiehpiesvoetijste nöörjenfaagesne aktem öörneldihkie barkoem tsihkestahta njaalmeldh sjangerigujmie jïh strategijigujmie, ahkedh gïervebe goltelimmie- jïh soptsestimmietsiehkine.

source: Dát mearkkaša máhttit plánet ja ovdanbuktit iešguđetlágan njálmmálaš ovdanbuktimiid ja geavahit njálmmálaš giela dađistaga ain deaivileappot ja nyanserejuvvon ságastallamiin ja earálágan njálmmálaš teavsttain, vaikko gáibádusat njálmmálaš giellagelbui eai leat nu garrasat go ohppiide geain lea dárogiella vuosttašgiellan.
sma: Dellie tjuara maehtedh soejkesjidh jïh gelliesåarhts njaalmeldh åehpiedehtemh darjodh, jïh dam njaalmeldh gïelem nuhtjedh ahkedh veelebe jïh vielie jeereldihkie gosse soptsesteminie jïh jeatjah såarhts njaalmeldh tjaaleginie, jalhts dah krïevelassh njaalmeldh gïelemaahtose eah leah seamma stoerre goh learoehkidie nöörjen voestesgïeline.

source: Dát mearkkaša dasto guldalit aktiivvalaččat, ja áddet ja ságastallat dárogielfágalaš fáttáid, čuolmmaid ja teavsttaid mat šaddet ain guhkit ja váddásat.
sma: Vijriesåbpoe edtja eadtjohkelaakan goltelidh, jïh guarkedh jïh soptsestidh nöörjenfaaleles aamhtesi bïjre, jïh aaj dåeriesmoeri jïh tjaalegi bïjre mah guhkebe jïh gïervebe sjidtieh.

source: Máhttit čállit dárogiela lea ovdanbuktit iežas ulbmillaččat ja gulahallat earáiguin čállingiela geavaheami bokte.
sma: Maehtedh tjaeledh saemien gïelesne lea maereleslaakan tjaeledh jïh mubpiejgujmie govlesadtedh viehkine tjaelemegïeleste.

source: Dát leat maiddái vuohki ovdánahttit ja struktureret ideaid ja jurdagiid ja vuohki oahppat.
sma: Aaj akte vuekie åssjelh jïh åssjaldahkh evtiedidh jïh öörnedidh, jïh akte lïeremevuekie.

source: Čállit teavsttaid máŋggalágan šáŋŋeriin šearpmas ja báhpáris lea suorgi masa sámegiel- ja dárogielfágas oktasaččat lea erenoamáš ovddasvástádus.
sma: Tjaalegh tjaeledh gelliesåarhts sjangerinie sjeermesne jïh paehpierisnie lea akte suerkie man åvteste saemienfaage jïh nöörjenfaage ektesne aktem sjïere dïedtem utnieh.

source: Dát mearkkaša máhttit plánet, hábmet ja gieđahallat dađistaga ain eanet kompleaksa teavsttaid mat leat heivehuvvon ulbmilii ja vuostáiváldái, vaikko gáibádusat čálalaš giellagelbui eai leat seamma garrasat go ohppiide geain lea dárogiella vuosttašgiellan.
sma: Dïhte sæjhta jiehtedh buektiehtidh tjaalegh soejkesjidh, hammoedidh jïh gïetedidh mah dovne aelhkie jïh gïerve, jïh maereles gïeline mij lea åssjelasse jïh dåastoejasse sjïehtedamme, jalhts dah krïevenassh tjaaleldh gïelemaahtose eah leah seamma stoerre goh learoehkidie nöörjen voestesgïeline.

source: Čálalaš gálggaid ovdánahttin dárogielas eaktuda systemáhtalaččat bargat formálalaš čállingálggaiguin, teakstamáhtuin ja iešguđet čállinstrategiijaiguin.
sma: Evtiedimmie tjaaleldh tjiehpiesvoetijste saemien gïelesne sæjhta jiehtedh öörnegen mietie barkedh byjjes tjaelemetjiehpiesvoetigujmie, tjaalegedaajrojne jïh ovmessie tjaelemestrategijigujmie.

source: Máhttit lohkat dárogiela lea duddjot oaivila teavsttain iešguđetlágan šáŋŋeriin dálá áiggis ja ovdalis áiggis.
sma: Maehtedh lohkedh nöörjen gïelesne lea mïelem sjugniedidh tjaalegijstie ovmessie sjangerinie daaletje jïh åvtetje tïjjeste.

source: Dát mearkkaša beroštuvvat teavsttaide ja áddegoahtit eará olbmuid jurdagiid, eallima, vásáhusaid ja hutkáivuođa, ja hárjehit gálggaid buohtastahttit iešguđet áiggiid ja kultuvrraid teavsttaid.
sma: Dellie tjuara ïedtjem vuesiehtidh tjaalegidie, jïh daajroem åadtjodh guktie jeatjah almetjh ussjedieh, jielieh, dååjrieh jïh sjugniedieh, jïh tjiehpiesvoetem evtiedidh tjaalegh viertiestidh ovmessie tïjjijste jïh ovmessie kultuvrijste.

source: Dát mearkkaša dasto máhttit háhkat dieđuid ja áddet iešguđetlágan teavsttaid jurdagiid ja ovdanbuktimiid šearpmas ja báhpáris, ja máhttit leat kritihkalaš ja iešheanalaš lohkkojuvvon teavsttaid ektui.
sma: Vijriesåbpoe tjuara bïevnesh gaavnedh jïh guarkedh guktie mubpieh ussjedamme jïh tjaaleme ovmessie såarhts tjaaleginie sjeermesne jïh paehpierisnie, jïh maehtedh laejhtehks jïh jïjtjeraarehke årrodh dejtie tjaalegidie mejtie lohkeme.

source: Lohkangálggaid ovdánahttin dárogielfágas eaktuda ahte oahppit lohket dávjá ja olu, ja ahte sii barget systemáhtalaččat lohkanstrategiijaiguin mat leat heivehuvvon lohkanulbmilii ja fága iešguđet teavsttaide.
sma: Evtiedimmie lohkemetjiehpiesvoetijste nöörjenfaagesne tsihkestahta learohkh daamtaj jïh jïjnjem luhkieh, jïh öörnegen mietie lohkemestrategijigujmie berkieh mah leah aajkose lohkeminie sjïehtedamme, jïh ovmessie såarhts tjaalegigujmie faagesne.

source: Ovdáneapmi álgá vuođđodekodemis ja álkes teavsttaid áddemis dasa ahte máhttit áddet, dulkot, reflekteret ja árvvoštallat dađistaga eanet kompleaksa teavsttaid iešguđet šáŋŋeriin.
sma: Evtiedimmie aalka dejnie voestes avkodinginie jïh aelhkie tjaalegh guarkedh, goske maahta guarkedh, toelhkestidh jïh vuarjasjidh ahkedh gïervebe tjaalegh ovmessie sjangerinie.

source: Máhttit rehkenastit dárogielas lea dulkot ja áddet dieđuid teavsttain main leat logut, sturrodagat dahje geometralaš govvosat.
sma: Maehtedh ryöknedh nöörjen gïelesne lea bïevnesh toelhkestidh jïh guarkedh tjaaleginie gusnie taalh, stoeredahkh jallh geometrihkeles goerh.

source: Dát mearkkaša máhttit árvvoštallat, reflekteret ja kommuniseret ovttastuvvon teavsttaid main leat gráfalaš ovdanbuktimat, tabeallat ja statistihkat.
sma: Edtja aaj maehtedh vuarjasjidh, ussjedidh jïh govlesadtedh tjåanghkan bïejeme tjaalegi bïjre, goh grafihkeles guvvieh, tabellh jïh statistihke.

source: Rehkenastingálggaid ovdánahttin dárogielfágas mearkkaša duddjot ollislaš oaivila dađistaga váttásmuvvi teavsttain main iešguđet ovdanbuktinvugiid ferte geahččat oktilaččat.
sma: Evtiedimmie ryöknemetjiehpiesvoetijste nöörjenfaagene sæjhta jiehtedh aktem ellies mïelem sjugniedidh ahkedh gïervebe tjaaleginie, gusnie ovmessie soptsestimmievuekieh tjuerieh ektesne vuajnalgidh.

source: Digitála gálggat dárogielas leat máhttit geavahit digitála reaidduid, mediaid ja resurssaid háhkat ja gieđahallat dieđuid, hábmet ja redigeret iešguđetlágan teavsttaid ja gulahallat earáiguin.
sma: Digitaale tjiehpiesvoeth nöörjen gïelesne lea digitaale dïrregh, meedijh jïh vierhtieh nuhtjedh, juktie bïevnesh gaavnedh jïh dejtie gïetedidh, ovmessie såarhts tjaalegh sjugniedidh jïh staeriedidh, jïh mubpiejgujmie govlesadtedh.

source: Dán oktavuođas lea dehálaš máhttit árvvoštallat ja geavahit gálduid dihtomielalaččat.
sma: Daan sjïekenisnie vihkeles maehtedh gaaltijh vuarjasjidh jïh dejtie voerkeslaakan nuhtjedh.

source: Digitála gálggaid ovdánahttin lea oassin lohkan- ja čállinoahpahallamis dárogielfágas, ja mearkkaša gávdnat, geavahit ja dađistaga árvvoštallat ja čujuhit digitála gálduide čálalaš ja njálmmálaš teavsttain, ja ieš buvttadit dađistaga eanet kompleaksa teavsttaid.
sma: Evtiedimmie digitaale tjiehpiesvoetijste lea akte bielie lohkeme- jïh tjaelemelïerehtimmeste nöörjenfaagesne, jïh sæjhta jiehtedh digitaale gaaltijh gaavnedh, nuhtjedh jïh ånnetji ånnetji aaj vuarjasjidh jïh dejtie digitaale gaaltijidie vuesiehtidh tjaaleldh jïh njaalmeldh tjaaleginie, jïh ånnetji ånnetji aaj jïjtje gïervebe tjaalegh darjodh.

source: Dasto mearkkaša dát ovdánahttit máhtu dahkkivuoigatvuođa ja personsuodjalusa birra, ja leat kritihkalaš ja iešheanalaš iešguđetlágan gálduid ektui.
sma: Vijriesåbpoe edtja maehtedh daajroem evtiedidh aalkoereaktan jïh persovnevaarjelimmien bïjre, jïh aktem laejhtehks jïh jïjtjeraarehke vuajnoem utnedh ovmessie såarhts digitaale gaaltijidie.

source: Gelbbolašvuođamihttomearit 2. jahkeceahki maŋŋil
sma: Maahtoeulmie 2. jaepiedaltesen mænngan

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: guldalit, stoahkat ja geahččaladdat dárogiela jietnadagaiguin, stávvaliiguin, sániiguin, riimmain, ritmmain ja intonašuvnnain ja buohtastahttit dárogiela ja sámegiela jietnadagaid
sma: goltelidh, stååkedidh jïh haarjanidh nöörjen gïeletjoejigujmie, baakoetjomhpigujmie, baakoejgujmie, rijmigujmie, jievkehtimmine jïh intonasjovnine, jïh nöörjen jïh saemien gïeletjoejh viertiestidh

source: guldalit, áddet ja addit álkes dieđuid
sma: goltelidh, guarkedh jïh aelhkieh bïevnesh vedtedh
